{
    "c2array": true,
    "size": [
        27,
        4,
        1
    ],
    "data": [
        [
            [
                ""
            ],
            [
                "Location: G.L.O.W. Force Headquarters\nAltitude: 6000 ft"
            ],
            [
                2
            ],
            [
                0
            ]
        ],
        [
            [
                "General"
            ],
            [
                "Pax, I know you're off-duty, but we don't have time for formalities."
            ],
            [
                2
            ],
            [
                1
            ]
        ],
        [
            [
                "General"
            ],
            [
                "My tummy's rumbling, so let's get straight to the point."
            ],
            [
                2
            ],
            [
                1
            ]
        ],
        [
            [
                "General"
            ],
            [
                "A large machine has been cutting down the trees in the Silent Forest."
            ],
            [
                2
            ],
            [
                2
            ]
        ],
        [
            [
                "General"
            ],
            [
                "My contacts tell me the wood is being used to supply an underground mechanical base."
            ],
            [
                2
            ],
            [
                2
            ]
        ],
        [
            [
                "General"
            ],
            [
                "I sent agents to investigate, and all were captured."
            ],
            [
                2
            ],
            [
                2
            ]
        ],
        [
            [
                "General"
            ],
            [
                "Your objective is deactivate the machine in the forest and deactivate the Magic Gear, the heart of the base."
            ],
            [
                3
            ],
            [
                4
            ]
        ],
        [
            [
                "General"
            ],
            [
                "Rescue your comrades, and they'll provide you with items to aid your journey."
            ],
            [
                3
            ],
            [
                4
            ]
        ],
        [
            [
                "General"
            ],
            [
                "The mission needs to be stealthy and quiet. In other words, minimal damage."
            ],
            [
                2
            ],
            [
                2
            ]
        ],
        [
            [
                "Pax"
            ],
            [
                "I'll use my gloves to immobilize opponents with a flash, and it also destroys projectiles."
            ],
            [
                2
            ],
            [
                3
            ]
        ],
        [
            [
                "General"
            ],
            [
                "I've never understood this pacifist nonsense of yours, but for an infiltration mission, it fits like a glove."
            ],
            [
                2
            ],
            [
                2
            ]
        ],
        [
            [
                "General"
            ],
            [
                "Get it? A 'glove'... You wear gloves..."
            ],
            [
                2
            ],
            [
                1
            ]
        ],
        [
            [
                "Pax"
            ],
            [
                "..."
            ],
            [
                0.5
            ],
            [
                3
            ]
        ],
        [
            [
                "General"
            ],
            [
                "Okay, that was a bad joke... Now go. I have a lasagna waiting for me."
            ],
            [
                3
            ],
            [
                5
            ]
        ],
        [
            [
                "General"
            ],
            [
                "The mission begins at midnight. Prepare yourself."
            ],
            [
                2
            ],
            [
                1
            ]
        ],
        [
            [
                "General"
            ],
            [
                "Be careful, the game has some bugs that haven't been fixed yet. Good luck, Pax."
            ],
            [
                2
            ],
            [
                2
            ]
        ],
        [
            [
                "Pax"
            ],
            [
                "I'm ready for the mission, General."
            ],
            [
                1
            ],
            [
                6
            ]
        ],
        [
            [
                "Pax"
            ],
            [
                "Mission accomplished, General. The base has been deactivated and I saved the agents I found along the way."
            ],
            [
                3
            ],
            [
                7
            ]
        ],
        [
            [
                "General"
            ],
            [
                "But already? So fast? The base didn't explode or anything? They usually explode... But okay. Great job, Agent Pax."
            ],
            [
                3
            ],
            [
                7
            ]
        ],
        [
            [
                "General"
            ],
            [
                "Good work, now return and file your report."
            ],
            [
                2
            ],
            [
                7
            ]
        ],
        [
            [
                "Pax"
            ],
            [
                "I'm going back to my vacation, goodbye!"
            ],
            [
                2
            ],
            [
                7
            ]
        ],
        [
            [
                "General"
            ],
            [
                "Aw... I was going to ask you to bring me a lasagna..."
            ],
            [
                2
            ],
            [
                7
            ]
        ],
        [
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ]
        ],
        [
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ]
        ],
        [
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ]
        ],
        [
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ]
        ],
        [
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ]
        ]
    ]
}